start_message = {"ru": "Добро пожаловать. Вот ваше меню", "ua": "Вітаю! Ось ваше меню"}
scrape_chat = {"ru": "Спарсить чат", "ua": "Спарсити чат"}
scrape_channel = {"ru": "Спарсить канал", "ua": "Спарсити канал"}
language = {"ru": "Язык интерфейса", "ua": "Мова інтерфейсу"}
ua_lang = {"ru": "Украинский", "ua": "Українська"}
ru_lang = {"ru": "Русский", "ua": "Російська"}
select_action_placeholder = {"ru": "Выберите действие", "ua": "Оберіть дію"}
language_placeholder = {"ru": "Выберите язык", "ua": "Оберіть мову"}
language_selected = {"ru": "Язык выбран", "ua": "Мова обрана"}
input_group_link = {
    "ru": "Пришлите ссылку на группу",
    "ua": "Надішліть посилання на групу",
}
input_channel_link = {
    "ru": "Пришлите ссылку на канал",
    "ua": "Надішліть посилання на канал",
}
input_number_of_users = {
    "ru": "Сколько участников хотите получить?",
    "ua": "Скільки учасників хочете отримати?",
}
scrapping_starts = {
    "ru": "Начинается скрапинг. Это может занять некоторое время ...",
    "ua": "Починається скрапінг. Це може зайняти деякий час ...",
}
scrapping_done_successfully = {
    "ru": "Скрапинг прошел успешно.",
    "ua": "Скрапінг пройшов успішно.",
}
number_of_users_error = {
    "ru": "Неправильное число юзеров",
    "ua": "Неправильне число користувачів",
}
parsing_error = {
    "ru": "Во время парсинга произошла непредвиденная ошибка, возможно вы неправильно указали ссылку или канал/группа являются закрытыми",
    "ua": "Під час парсингу сталася непередбачена помилка, можливо ви неправильно вказали посилання або канал/група приватні",
}
